Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: The name supplied for the process definition was not found: {0}
ar: لم يتم العثور على الاسم المزود لتعريف العملية: {0}
bn: প্রক্রিয়া সংজ্ঞার জন্য সরবরাহ করা নামটি পাওয়া যায়নি: {0}
de: Der für die Prozessdefinition angegebene Name wurde nicht gefunden: {0}
es: El nombre proporcionado para la definición de proceso no se encontró: {0}
fr: Le nom fourni pour la définition de processus est introuvable : {0}
hi: प्रक्रिया परिभाषा के लिए दिया गया नाम नहीं मिला: {0}
it: Impossibile trovare il nome fornito per la definizione del processo: {0}
nl: De opgegeven naam voor de procesdefinitie is niet gevonden: {0}
pt: O nome fornecido para a definição do processo não foi encontrado: {0}
te: ప్రక్రియ నిర్వచనం కోసం అందించిన పేరు కనుగొనబడలేదు: {0}
zh_tw: 找不到为流程定义提供的名称：{0}

source: A document with an invalid id ({0}) was found in the ''{1}'' library. The library should be recreated and reindexed.
ar: تم العثور على مستند بمعرف غير صالح ({0}) في مكتبة ''{1}''. يجب إعادة إنشاء المكتبة وإعادة فهرستها.
bn: একটি অবৈধ আইডি ({0}) সহ একটি নথি ''{1}'' লাইব্রেরিতে পাওয়া গেছে। লাইব্রেরি পুনঃনির্মিত এবং পুনঃসূচীকরণ করা উচিত.
de: In der Bibliothek „{1}“ wurde ein Dokument mit einer ungültigen ID ({0}) gefunden. Die Bibliothek sollte neu erstellt und neu indiziert werden.
es: Se encontró un documento con un id no válido ({0}) en la biblioteca ''{1}''. La biblioteca debe ser recreada y reindexada.
fr: Un document avec un identifiant non valide ({0}) a été trouvé dans la bibliothèque ''{1}''. La bibliothèque doit être recréée et réindexée.
hi: अमान्य आईडी ({0}) वाला एक दस्तावेज़ ''{1}'' लाइब्रेरी में पाया गया। लाइब्रेरी को दोबारा बनाया और दोबारा अनुक्रमित किया जाना चाहिए।
it: È stato trovato un documento con un ID non valido ({0}) nella libreria ''{1}''. La libreria dovrebbe essere ricreata e reindicizzata.
nl: Er is een document met een ongeldig ID ({0}) gevonden in de bibliotheek ''{1}''. De bibliotheek moet opnieuw worden gemaakt en opnieuw worden geïndexeerd.
pt: Um documento com um ID inválido ({0}) foi encontrado na biblioteca ''{1}''. A biblioteca deve ser recriada e reindexada.
te: ''{1}'' లైబ్రరీలో చెల్లని id ({0})తో కూడిన పత్రం కనుగొనబడింది. లైబ్రరీని పునర్నిర్మించాలి మరియు రీఇండెక్స్ చేయాలి.
zh_tw: 在“{1}”库中发现具有无效 ID ({0}) 的文档。应重新创建该库并重新索引。

source: An IOException occurred when the process definition ''{0}'' was exec'd. Turn on tracing to see more info on the console.
ar: حدث IOException عندما تم تنفيذ تعريف العملية ''{0}''. قم بتشغيل التتبع لرؤية المزيد من المعلومات على وحدة التحكم.
bn: একটি IOException ঘটেছে যখন প্রক্রিয়া সংজ্ঞা ''{0}'' কার্যকর করা হয়েছিল। কনসোলে আরও তথ্য দেখতে ট্রেসিং চালু করুন।
de: Beim Ausführen der Prozessdefinition „{0}“ ist eine IOException aufgetreten. Aktivieren Sie die Ablaufverfolgung, um weitere Informationen auf der Konsole anzuzeigen.
es: Ocurrió una IOException cuando se exec'd la definición de proceso ''{0}''. Active el seguimiento para ver más información en la consola.
fr: Une IOException s'est produite lorsque la définition de processus ''{0}'' a été exécutée. Activez le traçage pour voir plus d'informations sur la console.
hi: जब प्रक्रिया परिभाषा ''{0}'' निष्पादित की गई तो एक IOException उत्पन्न हुई। कंसोल पर अधिक जानकारी देखने के लिए ट्रेसिंग चालू करें।
it: Si è verificata una IOException durante l'esecuzione della definizione del processo ''{0}''. Attiva la traccia per visualizzare ulteriori informazioni sulla console.
nl: Er heeft zich een IOException voorgedaan toen de procesdefinitie ''{0}'' werd uitgevoerd. Schakel tracering in om meer informatie op de console te bekijken.
pt: Ocorreu uma IOException quando a definição de processo ''{0}'' foi executada. Ative o rastreamento para ver mais informações no console.
te: ప్రక్రియ నిర్వచనం ''{0}'' అమలు చేయబడినప్పుడు IOException ఏర్పడింది. కన్సోల్u200cలో మరింత సమాచారాన్ని చూడటానికి ట్రేసింగ్u200cని ఆన్ చేయండి.
zh_tw: 执行流程定义“{0}”时发生 IOException。打开跟踪以在控制台上查看更多信息。

source: Invalid or missing lucene index root directory param ''{0}'' from search configuration.
ar: معلمة الدليل الجذر لفهرس lucene غير صالحة أو مفقودة ''{0}'' من تكوين البحث.
bn: অনুসন্ধান কনফিগারেশন থেকে অবৈধ বা অনুপস্থিত লুসেন ইনডেক্স রুট ডিরেক্টরি প্যারাম ''{0}''।
de: Ungültiger oder fehlender Lucene-Index-Stammverzeichnisparameter „{0}“ in der Suchkonfiguration.
es: Parámetro de directorio raíz de índice lucene faltante o no válido ''{0}'' de la configuración de búsqueda.
fr: Paramètre du répertoire racine de l'index Lucene « {0} » non valide ou manquant dans la configuration de recherche.
hi: खोज कॉन्फ़िगरेशन से अमान्य या अनुपलब्ध ल्यूसीन इंडेक्स रूट डायरेक्टरी पैराम ''{0}''।
it: Parametro della directory principale dell'indice lucene ''{0}'' non valido o mancante dalla configurazione di ricerca.
nl: Ongeldige of ontbrekende lucene indexhoofdmapparam ''{0}'' uit zoekconfiguratie.
pt: Parâmetro de diretório raiz do índice lucene ''{0}'' inválido ou ausente na configuração de pesquisa.
te: శోధన కాన్ఫిగరేషన్ నుండి చెల్లని లేదా లూసీన్ ఇండెక్స్ రూట్ డైరెక్టరీ పారామ్ ''{0}'' లేదు.
zh_tw: 搜索配置中的 lucene 索引根目录参数“{0}”无效或缺失。

source: Failed to initialize the search administration object. The following error was returned: {0}
ar: فشل في تهيئة كائن إدارة البحث. تم إرجاع الخطأ التالي: {0}
bn: অনুসন্ধান প্রশাসন অবজেক্ট শুরু করতে ব্যর্থ হয়েছে৷ নিম্নলিখিত ত্রুটিটি ফেরত দেওয়া হয়েছে: {0}
de: Das Suchverwaltungsobjekt konnte nicht initialisiert werden. Der folgende Fehler wurde zurückgegeben: {0}
es: Error al inicializar el objeto de administración de búsqueda. Se devolvió el siguiente error: {0}
fr: Échec de l'initialisation de l'objet d'administration de recherche. L'erreur suivante a été renvoyée : {0}
hi: खोज प्रशासन ऑब्जेक्ट प्रारंभ करने में विफल। निम्न त्रुटि लौटाई गई: {0}
it: Impossibile inizializzare l'oggetto di amministrazione della ricerca. È stato restituito il seguente errore: {0}
nl: Kan het zoekbeheerobject niet initialiseren. De volgende fout is geretourneerd: {0}
pt: Falha ao inicializar o objeto de administração de pesquisa. O seguinte erro foi retornado: {0}
te: శోధన నిర్వహణ వస్తువును ప్రారంభించడంలో విఫలమైంది. కింది ఎర్రర్ తిరిగి వచ్చింది: {0}
zh_tw: 无法初始化搜索管理对象。返回以下错误：{0}

source: A property called ''{0}'' must be supplied that contains the directory name containing the rware.cfg and exec.cfg files.
ar: يجب توفير الخاصية المسماة ''{0}'' والتي تحتوي على اسم الدليل الذي يحتوي على ملفات rware.cfg وexec.cfg.
bn: ''{0}'' নামক একটি সম্পত্তি অবশ্যই সরবরাহ করতে হবে যাতে rware.cfg এবং exec.cfg ফাইল ধারণকারী ডিরেক্টরির নাম থাকে।
de: Es muss eine Eigenschaft namens „{0}“ angegeben werden, die den Verzeichnisnamen enthält, der die Dateien rware.cfg und exec.cfg enthält.
es: Se debe proporcionar una propiedad llamada ''{0}'' que contenga el nombre del directorio que contiene los archivos rware.cfg y exec.cfg.
fr: Une propriété appelée ''{0}'' doit être fournie et contient le nom du répertoire contenant les fichiers rware.cfg et exec.cfg.
hi: ''{0}'' नामक एक संपत्ति प्रदान की जानी चाहिए जिसमें rware.cfg और exec.cfg फ़ाइलों वाली निर्देशिका का नाम शामिल हो।
it: È necessario fornire una proprietà denominata ''{0}'' che contenga il nome della directory contenente i file rware.cfg e exec.cfg.
nl: Er moet een eigenschap met de naam ''{0}'' worden opgegeven die de mapnaam bevat die de bestanden rware.cfg en exec.cfg bevat.
pt: Deve ser fornecida uma propriedade chamada ''{0}'' contendo o nome do diretório que contém os arquivos rware.cfg e exec.cfg.
te: rware.cfg మరియు exec.cfg ఫైల్u200cలను కలిగి ఉన్న డైరెక్టరీ పేరును కలిగి ఉండే ''{0}'' అనే ఆస్తి తప్పనిసరిగా సరఫరా చేయబడాలి.
zh_tw: 必须提供名为“{0}”的属性，该属性包含包含 rware.cfg 和 exec.cfg 文件的目录名称。

source: The search engine ''{0}'' failed to connect to the server. The specific problem is: {1}.
ar: فشل محرك البحث ''{0}'' في الاتصال بالخادم. المشكلة المحددة هي: {1}.
bn: সার্ভার ইঞ্জিন ''{0}'' সার্ভারের সাথে সংযোগ করতে ব্যর্থ হয়েছে৷ নির্দিষ্ট সমস্যা হল: {1}।
de: Die Suchmaschine „{0}“ konnte keine Verbindung zum Server herstellen. Das spezifische Problem ist: {1}.
es: El motor de búsqueda ''{0}'' falló al conectarse al servidor. El problema específico es: {1}.
fr: Le moteur de recherche ''{0}'' n'a pas réussi à se connecter au serveur. Le problème spécifique est : {1}.
hi: खोज इंजन ''{0}'' सर्वर से कनेक्ट होने में विफल रहा। विशिष्ट समस्या है: {1}.
it: Il motore di ricerca ''{0}'' non è riuscito a connettersi al server. Il problema specifico è: {1}.
nl: De zoekmachine ''{0}'' kon geen verbinding maken met de server. Het specifieke probleem is: {1}.
pt: O mecanismo de pesquisa ''{0}'' não conseguiu se conectar ao servidor. O problema específico é: {1}.
te: శోధన ఇంజిన్ ''{0}'' సర్వర్u200cకి కనెక్ట్ చేయడంలో విఫలమైంది. నిర్దిష్ట సమస్య: {1}.
zh_tw: 搜索引擎“{0}”无法连接到服务器。具体问题是：{1}。

source: The required variable ''{1}'' was not found in the ''{0}'' block of the rware.cfg file.
ar: لم يتم العثور على المتغير المطلوب ''{1}'' في كتلة ''{0}'' من ملف rware.cfg.
bn: প্রয়োজনীয় পরিবর্তনশীল ''{1}'' rware.cfg ফাইলের ''{0}'' ব্লকে পাওয়া যায়নি।
de: Die erforderliche Variable „{1}“ wurde im Block „{0}“ der Datei rware.cfg nicht gefunden.
es: La variable requerida ''{1}'' no se encontró en el bloque ''{0}'' del archivo rware.cfg.
fr: La variable requise ''{1}'' n'a pas été trouvée dans le bloc ''{0}'' du fichier rware.cfg.
hi: आवश्यक वेरिएबल ''{1}'' rware.cfg फ़ाइल के ''{0}'' ब्लॉक में नहीं मिला।
it: La variabile richiesta ''{1}'' non è stata trovata nel blocco ''{0}'' del file rware.cfg.
nl: De vereiste variabele ''{1}'' is niet gevonden in het blok ''{0}'' van het bestand rware.cfg.
pt: A variável necessária ''{1}'' não foi localizada no bloco ''{0}'' do arquivo rware.cfg.
te: rware.cfg ఫైల్ యొక్క ''{0}'' బ్లాక్u200cలో అవసరమైన వేరియబుల్ ''{1}'' కనుగొనబడలేదు.
zh_tw: 在 rware.cfg 文件的“{0}”块中找不到所需的变量“{1}”。

source: No mapping was found in content editor ''{0}'' for the item child named ''{1}''.
ar: لم يتم العثور على تعيين في محرر المحتوى ''{0}'' للعنصر الفرعي المسمى ''{1}''.
bn: ''{1}'' নামের আইটেম চাইল্ডের জন্য বিষয়বস্তু সম্পাদক ''{0}''-এ কোনো ম্যাপিং পাওয়া যায়নি।
de: Für das untergeordnete Element namens „{1}“ wurde im Inhaltseditor „{0}“ keine Zuordnung gefunden.
es: No se encontró mapeo en el editor de contenido ''{0}'' para el elemento hijo llamado ''{1}'.
fr: Aucun mappage n'a été trouvé dans l'éditeur de contenu « {0} » pour l'élément enfant nommé « {1} ».
hi: ''{1}'' नामक आइटम चाइल्ड के लिए सामग्री संपादक ''{0}'' में कोई मैपिंग नहीं मिली।
it: Non è stata trovata alcuna mappatura nell'editor di contenuti ''{0}'' per l'elemento secondario denominato ''{1}''.
nl: Er is geen toewijzing gevonden in de inhoudseditor ''{0}'' voor het onderliggende item met de naam ''{1}''.
pt: Nenhum mapeamento foi encontrado no editor de conteúdo ''{0}'' para o item filho denominado ''{1}''.
te: కంటెంట్ ఎడిటర్ ''{0}''లో ''{1}'' అనే ఐటెమ్ చైల్డ్ కోసం మ్యాపింగ్ కనుగొనబడలేదు.
zh_tw: 在内容编辑器“{0}”中未找到名为“{1}”的项目子项的映射。

source: An exception occurred while attempting to write the configuration file named ''{0}'': {1}
ar: حدث استثناء أثناء محاولة كتابة ملف التكوين المسمى ''{0}'': {1}
bn: ''{0}'' নামের কনফিগারেশন ফাইলটি লেখার চেষ্টা করার সময় একটি ব্যতিক্রম ঘটেছে: {1}
de: Beim Versuch, die Konfigurationsdatei mit dem Namen „{0}“ zu schreiben, ist eine Ausnahme aufgetreten: {1}
es: Ocurrió una excepción al intentar escribir el archivo de configuración llamado ''{0}'': {1}
fr: Une exception s'est produite lors de la tentative d'écriture du fichier de configuration nommé « {0} » : {1}
hi: ''{0}'' नामक कॉन्फ़िगरेशन फ़ाइल लिखने का प्रयास करते समय एक अपवाद उत्पन्न हुआ: {1}
it: Si è verificata un'eccezione durante il tentativo di scrivere il file di configurazione denominato ''{0}'': {1}
nl: Er heeft zich een uitzondering voorgedaan tijdens een poging om het configuratiebestand met de naam ''{0}'' te schrijven: {1}
pt: Ocorreu uma exceção ao tentar gravar o arquivo de configuração denominado ''{0}'': {1}
te: ''{0}'' అనే కాన్ఫిగరేషన్ ఫైల్u200cను వ్రాయడానికి ప్రయత్నిస్తున్నప్పుడు మినహాయింపు సంభవించింది: {1}
zh_tw: 尝试写入名为“{0}”的配置文件时发生异常：{1}

source: A program run as a process did not return a success error code. The error code was ''{0}''. The console output: {1}
ar: لم يُرجع البرنامج الذي يتم تشغيله كعملية رمز خطأ النجاح. رمز الخطأ كان ''{0}''. مخرجات وحدة التحكم: {1}
bn: একটি প্রক্রিয়া হিসাবে চালানো একটি প্রোগ্রাম একটি সফল ত্রুটি কোড ফেরত দেয়নি. ত্রুটি কোড ছিল ''{0}''। কনসোল আউটপুট: {1}
de: Ein als Prozess ausgeführtes Programm hat keinen Erfolgsfehlercode zurückgegeben. Der Fehlercode war ''{0}''. Die Konsolenausgabe: {1}
es: Un programa ejecutado como proceso no devolvió un código de error de éxito. El código de error fue ''{0}''. La salida de la consola: {1}
fr: Un programme exécuté en tant que processus n'a pas renvoyé de code d'erreur de réussite. Le code d'erreur était « {0} ». Résultat de la console : {1}
hi: एक प्रक्रिया के रूप में चलाए गए प्रोग्राम ने सफलता त्रुटि कोड नहीं लौटाया। त्रुटि कोड ''{0}'' था। कंसोल आउटपुट: {1}
it: Un programma eseguito come processo non ha restituito un codice di errore di successo. Il codice di errore era ''{0}''. L'output della console: {1}
nl: Een programma dat als een proces werd uitgevoerd, heeft geen succesfoutcode geretourneerd. De foutcode was ''{0}''. De console-uitvoer: {1}
pt: Um programa executado como um processo não retornou um código de erro de sucesso. O código de erro era ''{0}''. A saída do console: {1}
te: ప్రాసెస్u200cగా అమలు చేయబడిన ప్రోగ్రామ్ సక్సెస్ ఎర్రర్ కోడ్u200cని అందించలేదు. ఎర్రర్ కోడ్ ''{0}''. కన్సోల్ అవుట్u200cపుట్: {1}
zh_tw: 作为进程运行的程序未返回成功错误代码。错误代码为“{0}”。控制台输出：{1}

source: The block ''{1}'' could not be read from the RetrievalWare configuration file ''{0}''. The specific problem was: {2}
ar: لا يمكن قراءة الكتلة ''{1}'' من RetrievalWare ملف التكوين ''{0}''. المشكلة المحددة كانت: {2}
bn: ব্লক ''{1}'' RetrievalWare থেকে পড়া যাবে না কনফিগারেশন ফাইল ''{0}''। নির্দিষ্ট সমস্যা ছিল: {2}
de: Der Block „{1}“ konnte nicht aus der RetrievalWare gelesen werden Konfigurationsdatei ''{0}''. Das spezifische Problem war: {2}
es: El bloque ''{1}'' no pudo ser leído del archivo de configuración RetrievalWare ''{0}''. El problema específico fue: {2}
fr: Le bloc ''{1}'' n'a pas pu être lu depuis le RetrievalWare fichier de configuration ''{0}''. Le problème spécifique était : {2}
hi: ब्लॉक ''{1}'' को रिट्रीवलवेयर से पढ़ा नहीं जा सका कॉन्फ़िगरेशन फ़ाइल ''{0}''. विशिष्ट समस्या थी: {2}
it: Impossibile leggere il blocco ''{1}'' da RetrievalWare file di configurazione ''{0}''. Il problema specifico era: {2}
nl: Het blok ''{1}'' kon niet worden gelezen uit de RetrievalWare configuratiebestand ''{0}''. Het specifieke probleem was: {2}
pt: O bloco ''{1}'' não pôde ser lido no RetrievalWare arquivo de configuração ''{0}''. O problema específico era: {2}
te: RetrievalWare నుండి బ్లాక్ ''{1}'' చదవబడలేదు కాన్ఫిగరేషన్ ఫైల్ ''{0}''. నిర్దిష్ట సమస్య: {2}
zh_tw: 无法从 RetrievalWare 读取块“{1}” 配置文件“{0}”。具体问题是：{2}

source: The block ''{1}'' could not be written to the RetrievalWare configuration file ''{0}''. The specific problem was: {2}
ar: لا يمكن كتابة الكتلة ''{1}'' إلى RetrievalWare ملف التكوين ''{0}''. المشكلة المحددة كانت: {2}
bn: ব্লক ''{1}'' RetrievalWare-এ লেখা যাবে না কনফিগারেশন ফাইল ''{0}''। নির্দিষ্ট সমস্যা ছিল: {2}
de: Der Block „{1}“ konnte nicht in die RetrievalWare geschrieben werden Konfigurationsdatei ''{0}''. Das spezifische Problem war: {2}
es: El bloque ''{1}'' no pudo ser escrito al archivo de configuración RetrievalWare ''{0}''. El problema específico fue: {2}
fr: Le bloc ''{1}'' n'a pas pu être écrit dans RetrievalWare fichier de configuration ''{0}''. Le problème spécifique était : {2}
hi: ब्लॉक ''{1}'' को रिट्रीवलवेयर पर नहीं लिखा जा सका कॉन्फ़िगरेशन फ़ाइल ''{0}''. विशिष्ट समस्या थी: {2}
it: Impossibile scrivere il blocco ''{1}'' nel RetrievalWare file di configurazione ''{0}''. Il problema specifico era: {2}
nl: Het blok ''{1}'' kon niet naar RetrievalWare worden geschreven configuratiebestand ''{0}''. Het specifieke probleem was: {2}
pt: O bloco ''{1}'' não pôde ser gravado no RetrievalWare arquivo de configuração ''{0}''. O problema específico era: {2}
te: బ్లాక్ ''{1}''ని RetrievalWareకి వ్రాయడం సాధ్యపడలేదు కాన్ఫిగరేషన్ ఫైల్ ''{0}''. నిర్దిష్ట సమస్య: {2}
zh_tw: 无法将块“{1}”写入 RetrievalWare 配置文件“{0}”。具体问题是：{2}

source: A syntax error occurred while reading the RetrievalWare configuration file ''{0}'' near the following text {1}
ar: حدث خطأ في بناء الجملة أثناء قراءة برنامج RetrievalWare ملف التكوين ''{0}'' بالقرب من النص التالي {1}
bn: RetrievalWare পড়ার সময় একটি সিনট্যাক্স ত্রুটি ঘটেছে কনফিগারেশন ফাইল ''{0}'' নিম্নলিখিত পাঠ্যের কাছাকাছি {1}
de: Beim Lesen der RetrievalWare ist ein Syntaxfehler aufgetreten Konfigurationsdatei ''{0}'' neben dem folgenden Text {1}
es: Ocurrió un error de sintaxis al leer el archivo de configuración RetrievalWare ''{0}'' cerca del siguiente texto {1}
fr: Une erreur de syntaxe s'est produite lors de la lecture du RetrievalWare fichier de configuration ''{0}'' à côté du texte suivant {1}
hi: रिट्रीवलवेयर पढ़ते समय एक सिंटैक्स त्रुटि उत्पन्न हुई कॉन्फ़िगरेशन फ़ाइल ''{0}'' निम्नलिखित पाठ के पास {1}
it: Si è verificato un errore di sintassi durante la lettura di RetrievalWare file di configurazione ''{0}'' vicino al seguente testo {1}
nl: Er is een syntaxisfout opgetreden tijdens het lezen van RetrievalWare configuratiebestand ''{0}'' naast de volgende tekst {1}
pt: Ocorreu um erro de sintaxe ao ler o RetrievalWare arquivo de configuração ''{0}'' próximo ao seguinte texto {1}
te: RetrievalWare చదివేటప్పుడు సింటాక్స్ లోపం సంభవించింది కాన్ఫిగరేషన్ ఫైల్ ''{0}'' కింది వచనానికి సమీపంలో {1}
zh_tw: 读取 RetrievalWare 时发生语法错误 配置文件“{0}”靠近以下文本 {1}

source: The configuration file ''{0}'' could not be found or opened.
ar: لا يمكن العثور على ملف التكوين ''{0}'' أو فتحه.
bn: কনফিগারেশন ফাইল ''{0}'' খুঁজে পাওয়া বা খোলা যায়নি।
de: Die Konfigurationsdatei „{0}“ konnte nicht gefunden oder geöffnet werden.
es: El archivo de configuración ''{0}'' no pudo ser encontrado o abierto.
fr: Le fichier de configuration ''{0}'' n'a pas pu être trouvé ou ouvert.
hi: कॉन्फ़िगरेशन फ़ाइल ''{0}'' ढूंढी या खोली नहीं जा सकी.
it: Impossibile trovare o aprire il file di configurazione ''{0}''.
nl: Het configuratiebestand ''{0}'' kon niet worden gevonden of geopend.
pt: O arquivo de configuração ''{0}'' não pôde ser encontrado ou aberto.
te: కాన్ఫిగరేషన్ ఫైల్ ''{0}'' కనుగొనబడలేదు లేదా తెరవబడలేదు.
zh_tw: 无法找到或打开配置文件“{0}”。

source: An identifier was not found while reading a ''{1}'' block in the RetrievalWare configuration file ''{0}'' near the following text {2}
ar: لم يتم العثور على معرف أثناء قراءة ''{1}'' الحظر في ملف تكوين RetrievalWare ''{0}'' بالقرب من النص التالي {2}
bn: একটি ''{1}'' পড়ার সময় একটি শনাক্তকারী পাওয়া যায়নি RetrievalWare কনফিগারেশন ফাইল ''{0}'' এ ব্লক করুন নিম্নলিখিত পাঠ্যের কাছাকাছি {2}
de: Beim Lesen von „{1}“ wurde keine Kennung gefunden. Block in der RetrievalWare-Konfigurationsdatei ''{0}'' in der Nähe des folgenden Textes {2}
es: No se encontró un identificador al leer un bloque ''{1}'' en el archivo de configuración RetrievalWare ''{0}'' cerca del siguiente texto {2}
fr: Un identifiant n'a pas été trouvé lors de la lecture d'un ''{1}'' bloc dans le fichier de configuration de RetrievalWare ''{0}'' près du texte suivant {2}
hi: ''{1}'' पढ़ते समय कोई पहचानकर्ता नहीं मिला रिट्रीवलवेयर कॉन्फ़िगरेशन फ़ाइल ''{0}'' में ब्लॉक करें निम्नलिखित पाठ के पास {2}
it: Impossibile trovare un identificatore durante la lettura di ''{1}'' blocco nel file di configurazione RetrievalWare ''{0}'' vicino al testo seguente {2}
nl: Er is geen identificatie gevonden tijdens het lezen van een ''{1}'' blok in het RetrievalWare-configuratiebestand ''{0}'' in de buurt van de volgende tekst {2}
pt: Um identificador não foi encontrado durante a leitura de um ''{1}'' bloco no arquivo de configuração do RetrievalWare ''{0}'' perto do seguinte texto {2}
te: ''{1}'' చదువుతున్నప్పుడు ఐడెంటిఫైయర్ కనుగొనబడలేదు RetrievalWare కాన్ఫిగరేషన్ ఫైల్ ''{0}''లో బ్లాక్ చేయి కింది వచనం దగ్గర {2}
zh_tw: 读取“{1}”时未找到标识符 RetrievalWare 配置文件“{0}”中的块 靠近以下文本{2}

source: A syntax error occurred while reading the RetrievalWare configuration file ''{0}''. The error was: ''{1}''. The error was encountered near the following text: {2}
ar: حدث خطأ في بناء الجملة أثناء قراءة ملف تكوين RetrievalWare ''{0}''. كان الخطأ: ''{1}''. تمت مصادفة الخطأ بالقرب من النص التالي: {2}
bn: RetrievalWare কনফিগারেশন ফাইল ''{0}'' পড়ার সময় একটি সিনট্যাক্স ত্রুটি ঘটেছে। ত্রুটি ছিল: ''{1}''। নিম্নলিখিত পাঠ্যের কাছাকাছি ত্রুটির সম্মুখীন হয়েছে: {2}
de: Beim Lesen der RetrievalWare-Konfigurationsdatei „{0}“ ist ein Syntaxfehler aufgetreten. Der Fehler war: ''{1}''. Der Fehler ist in der Nähe des folgenden Textes aufgetreten: {2}
es: Ocurrió un error de sintaxis al leer el archivo de configuración RetrievalWare ''{0}''. El error fue: ''{1}''. El error se encontró cerca del siguiente texto: {2}
fr: A syntax error occurred while reading the RetrievalWare configuration file ''{0}''. L'erreur était : "{1}". The error was encountered near the following text: {2}
hi: रिट्रीवलवेयर कॉन्फ़िगरेशन फ़ाइल ''{0}'' को पढ़ते समय एक सिंटैक्स त्रुटि उत्पन्न हुई। त्रुटि यह थी: ''{1}''. निम्न पाठ के पास त्रुटि आई: {2}
it: Si è verificato un errore di sintassi durante la lettura del file di configurazione RetrievalWare ''{0}''. L'errore era: ''{1}''. L'errore è stato riscontrato vicino al seguente testo: {2}
nl: Er is een syntaxisfout opgetreden tijdens het lezen van het RetrievalWare-configuratiebestand ''{0}''. De fout was: ''{1}''. De fout is aangetroffen in de buurt van de volgende tekst: {2}
pt: Ocorreu um erro de sintaxe ao ler o arquivo de configuração do RetrievalWare ''{0}''. O erro foi: ''{1}''. O erro foi encontrado próximo ao seguinte texto: {2}
te: RetrievalWare కాన్ఫిగరేషన్ ఫైల్ ''{0}''ని చదువుతున్నప్పుడు సింటాక్స్ లోపం సంభవించింది. లోపం: ''{1}''. కింది వచనానికి సమీపంలో లోపం ఏర్పడింది: {2}
zh_tw: 读取 RetrievalWare 配置文件“{0}”时发生语法错误。 错误是：“{1}”。在以下文本附近遇到错误：{2}

source: Temp file used for indexing - ''{0}'': a problem occurred with this file: {1}
ar: الملف المؤقت المستخدم للفهرسة - ''{0}'': حدثت مشكلة في هذا الملف: {1}
bn: ইন্ডেক্সিংয়ের জন্য ব্যবহৃত টেম্প ফাইল - ''{0}'': এই ফাইলটির সাথে একটি সমস্যা হয়েছে: {1}
de: Für die Indexierung verwendete temporäre Datei – „{0}“: Bei dieser Datei ist ein Problem aufgetreten: {1}
es: Archivo temporal usado para indexación - ''{0}'': ocurrió un problema con este archivo: {1}
fr: Fichier temporaire utilisé pour l'indexation - ''{0}'' : un problème est survenu avec ce fichier : {1}
hi: अनुक्रमणिका के लिए प्रयुक्त अस्थायी फ़ाइल - ''{0}'': इस फ़ाइल के साथ एक समस्या उत्पन्न हुई: {1}
it: File temporaneo utilizzato per l'indicizzazione - ''{0}'': si è verificato un problema con questo file: {1}
nl: Tijdelijk bestand gebruikt voor indexering - ''{0}'': er is een probleem opgetreden met dit bestand: {1}
pt: Arquivo temporário usado para indexação - ''{0}'': ocorreu um problema com este arquivo: {1}
te: టెంప్ ఫైల్ ఇండెక్సింగ్ కోసం ఉపయోగించబడింది - ''{0}'': ఈ ఫైల్u200cతో సమస్య ఏర్పడింది: {1}
zh_tw: 用于索引的临时文件 -“{0}”：此文件出现问题：{1}
